[
  {
    "id": 1,
    "text": "Happy birthday demonspawn !!!",
    "sender": "Wrath",
    "avatar": "wrath.jpeg",
    "color": "bg-blue-500",
    "delay": 1000
  },
  {
    "id": 2,
    "text": "Happy Birthday to my favourite raindrop !!!!!\nYou're one of the sweetest people I know.\nHope you have a day with lots of rest and joy like you deserve. Love you lots!",
    "sender": "Mii",
    "avatar": "mii.jpg",
    "color": "bg-cyan-500",
    "delay": 3000
  },
  {
    "id": 3,
    "text": "It's that time again.\nCongrats on making it this far!",
    "sender": "Floey",
    "avatar": "",
    "color": "bg-indigo-500",
    "delay": 5000,
    "image": "uma.gif"
  },
  {
    "id": 4,
    "text": "Happy Birthday Rainyy!\nWishing you the best with many cozy rainy days ahead!",
    "sender": "Luvylise",
    "avatar": "lulu.jpg",
    "color": "bg-sky-500",
    "delay": 7000
  },
  {
    "id": 5,
    "text": "happy birthday Rainy, I’m really hoping you’re having a great one and that you’re getting lots of rests and good foods!!\nThank you for being there for me and being an awesome friend!!",
    "sender": "Homura",
    "avatar": "homura.jpg",
    "color": "bg-blue-600",
    "delay": 9000,
    "image": "pikachu.gif"
  },
  {
    "id": 6,
    "text": "happeh borth rainy! You have come to see a new day!\nEven though you do not love foxes at all I still cherish you as a fren!\nWe need to kidnap Kosen together to torture him- Weissu",
    "sender": "Weiss",
    "avatar": "weiss.jpg",
    "color": "bg-cyan-600",
    "delay": 11000
  },
  {
    "id": 7,
    "text": "Happy Birthday Rainyyyyyyy!\nWishing the most awesome and bestest for you!\nWith another year comes another page in your story, and may it bring lots of great things and fun surprises!",
    "sender": "Nero",
    "avatar": "nero.jpg",
    "color": "bg-indigo-600",
    "delay": 13000,
    "image": "dog.gif"
  },
  {
    "id": 8,
    "text": "Happy Birthday Bestieeee, keep being awesome and keep up that amazing smile!!\nRemember always treat yourself nice and being an awesome tomodachi!!",
    "sender": "Kenji",
    "avatar": "kenji.jpg",
    "color": "bg-sky-600",
    "delay": 15000
  },
  {
    "id": 9,
    "text": "Hi Rainy!!! My favorite raindrop that I totally did not murder and is spreading lies about this— \n\nI wish you have an amazing day!! I love you so much and I cant believe we've been friends for this long! I want to let you know how proud I am of you. You've grown so much from the person I met and I can see that youre continuing to grow even more. \n\nI know things are weird and scary and uncertain sometimes and things can be disheartening, but I want you to know that I see all the effort you put in and while things have been hectic as of the moment schedule wise, please know that I'm always rooting for you! \n\nI lab u~ YA NEEEEEEEERD~",
    "sender": "Anski",
    "avatar": "anski.jpg",
    "color": "bg-blue-700",
    "delay": 17000
  },
  {
    "id": 10,
    "text": "Merry Birthmas Rainy!!!",
    "sender": "Liger",
    "avatar": "liger.jpg",
    "color": "bg-cyan-700",
    "delay": 19000,
    "image": "cat.gif"
  },
  {
    "id": 11,
    "text": "RAINYYYYY, OUR DEAR (definetly not wo'ah cannibal) DROP OF JOY, happy birfdayyyyy.\nHope you're having a great one with lots of gifts, food and rest~. -Kuwa",
    "sender": "Kura",
    "avatar": "kura.jpg",
    "color": "bg-indigo-700",
    "delay": 21000
  },
  {
    "id": 12,
    "text": "HAPPY BIRTHDAY RAINYYYYYY !!!\n\nI wish you all the best for your special day.\nYou deserve a year filled with peace, laughter and all the good things you could imagine.\n\nA lot has happened lately, and I know life’s been hectic for you. But remember, I’m always here for you, ready to bring you joy, lighten your load, and cheer you on at any time.\n\nThank you for being here and being you.\nYou're maybe the most awesome rain drop, but also the sunshine everyone needs in their lives.\nHave a great day and enjoy it to the fullest.",
    "sender": "Kosen",
    "avatar": "kosen.jpg",
    "color": "bg-sky-700",
    "delay": 23000
  },
  {
    "id": 13,
    "text": "🎊 HAPPY BIRTHDAY ! 🎊\nFrom all your friends, we wish you a wonderful day, and may all your dreams come true.\nWe all love you Rainy 💙",
    "sender": "Everyone",
    "avatar": "",
    "color": "bg-gradient-to-r from-blue-600 via-indigo-600 to-purple-600",
    "delay": 25000,
    "final": true
  }
]